Repository: adonozo/medical-interface
Catalog: src/locale/messages.*.xlf
Languages: es

source: Cancel
es: Cancelar

source: View
es: Ver

source: Edit
es: Editar

source: Every day
es: Cada día

source: before breakfast
es: antes de desayunar

source: at breakfast
es: al desayunar

source: after breakfast
es: después de desayunar

source: before lunch
es: antes de almorzar

source: at lunch
es: al almorzar

source: after lunch
es: después de almorzar

source: before dinner
es: antes de cenar

source: at dinner
es: al cenar

source: after dinner
es: después de cenar

source: before meal
es: antes de una comida

source: with meal
es: con una comida

source: after meal
es: después de una comida

source: day(s)
es: día(s)

source: week(s)
es: semana(s)

source: month(s)
es: mese(s)

source: Monday
es: Lunes

source: Tuesday
es: Martes

source: Wednesday
es: Miércoles

source: Thursday
es: Jueves

source: Friday
es: Viernes

source: Saturday
es: Sábado

source: Sunday
es: Domingo

source: Once
es: Una vez

source: Twice
es: Dos veces

source: Three times
es: Tres veces

source: Four times
es: Cuatro veces

source: << First
es: << Primero

source: < Previous
es: < Previo

source: Next >
es: Siguiente >

source: Remaining
es: Quedan

source: Diabetes Assistant
es: Asistente de Diabetes

source: Patients
es: Pacientes

source: Home
es: Inicio

source: Care plan
es: Plan de cuidado

source: Delete
es: Borrar

source: Add
es: Añadir

source: Medication Requests
es: Medicación

source: Blood Glucose Measurement
es: Medición de glucosa en sangre

source: Return
es: Regresar

source: Activate
es: Activar

source: There was a problem saving the record
es: Hubo un problema al guardar el registro

source: The record has been saved
es: Se guardó correctamente

source: Activate care plan
es: Activar plan de cuidado

source: Do you want to activate the care plan?
es: ¿Quieres activar el plan de cuidado?

source: Yes
es: Sí

source: Delete care plan
es: Borrar el plan de cuidado

source: Do you want to delete this care plan? This action cannot be reverted.
es: ¿Borrar el plan de cuidado? Esto no se puede deshacer.

source: Deactivate
es: Desactivar

source: Blood Glucose Measurements
es: Niveles de glucosa en sangre

source: The record has been deactivated
es: El registro se desactivó

source: Deactivate care plan
es: Desactivar plan de cuidado

source: Do you want to deactivate the care plan? You won't be able to activate it again.
es: ¿Desactivar el plan de cuidado? No se podrá activar nuevamente.

source: Care Plans
es: Planes de cuidado

source: <b>Status</b>
es: <b>Estado</b>

source: <b>Patient</b>
es: <b>Paciente</b>

source: <b>Created at</b>
es: <b>Creado el</b>

source: Specific day(s)
es: Día(s) específico(s)

source: By amount of time
es: Por cantidad de tiempo

source: By dates
es: Por fechas

source: Until date
es: Hasta una fecha

source: Duration
es: Duración

source: Units
es: Unidades

source: Select a time unit
es: Selecciona una unidad de tiempo

source: Day(s)
es: Día(s)

source: Week(s)
es: Semana(s)

source: Month(s)
es: Mese(s)

source: Date range
es: Rango de fechas

source: Select a date range
es: Selecciona un rango de fechas

source: Date
es: Fecha

source: Save
es: Guardar

source: Times per day
es: Veces al día

source: At a meal time
es: Con una comida

source: At specific times
es: A específicas horas

source: Select a frequency
es: Seleccione una frecuencia

source: Once a day
es: Una vez al día

source: Twice a day
es: Dos veces al día

source: Thrice a day
es: Tres veces al día

source: Four times a day
es: Cuatro veces al día

source: Note:
es: Nota:

source: Note for patient:
es: Nota para el paciente:

source: Note for patient:
es: Nota para el paciente:

source: Breakfast
es: Desayuno

source: Lunch
es: Almuerzo

source: Dinner
es: Cena

source: Before
es: Antes

source: After
es: Después

source: Blood glucose levels history
es: Historial de niveles de glucosa en sangre

source: Blood Glucose records
es: Registros de glucosa en sangre

source: Return
es: Regresar

source: New Medication Order for
es: Nueva orden de medicación para

source: Drug
es: Medicamento

source: Drug name
es: Medicamento

source: Medication is required
es: El medicamento es requerido

source: Dose
es: Dosis

source: Dose is required
es: La dosis es requerida

source: Units
es: Unidades

source: Select a unit
es: Selecciona una unidad

source: Unit is required
es: La unidad es requerida

source: When to take
es: Cuándo tomar

source: Frequency
es: Frecuencia

source: Instructions
es: Instrucciones

source: Please fill out all fields
es: Por favor, llena todos los campos

source: Before breakfast
es: Antes del desayuno

source: At breakfast
es: En el desayuno

source: After breakfast
es: Después del desayuno

source: Before lunch
es: Antes del almuerzo

source: At lunch
es: En el almuerzo

source: After lunch
es: Después del almuerzo

source: Before dinner
es: Antes de la cena

source: At dinner
es: En de la cena

source: After dinner
es: Después de la cena

source: New patient
es: Nuevo paciente

source: First name
es: Nombre

source: Last name
es: Apellidos

source: Gender
es: Género

source: Male
es: Masculino

source: Female
es: Femenino

source: Email
es: Correo

source: Birth date
es: Fecha de nacimiento

source: Phone contacts
es: Teléfonos

source: Number
es: Número

source: Work
es: Trabajo

source: Old
es: Antiguo

source: Mobile
es: Móvil

source: Health Records for
es: Registro de

source: Name</b><Name</b>
es: Name</b><Nombre</b>

source: Email</b>Email</b>
es: Email</b>Correo electrónico</b>

source: BirthdateBirthdate</b>
es: BirthdateFecha de nacimiento</b>

source: Gender</bGender</b>
es: Gender</bGénero</b>

source: Contact</Contact</b>
es: Contact</Contacto</b>

source: New care plan
es: Nuevo plan de cuidado

source: New Patient
es: Nuevo Paciente

source: New self-monitor blood glucose order for
es: Nueva orden de medición de glucosa en sangre para

source: When to measure
es: Cuándo medir

source: Please select at least a timing
es: Por favor, selecciona al menos un tiempo
